
WELCOME = 'Вітаємо на порталі {%inst_name} Сокальського підрозділу '
REG_FIELD_POPULATION_ERROR = 'Помилка. Поле {field} не заповнене або містить спецсимволи'
FIELD_HAS_SYMBOL = 'Помилка заповлнення поля. Поле не повинно містити спецсимволи'
PASSWORDS_ERROR = 'Паролі не співпадають. Повторіть реєстрацію.'
MAIL_ACTIVATION_TITLE = 'КНП ЛОР Сокаль - активація акаунту'
PASSWORD_RESET_MAIL = 'Для зміни пароля перейдіть за посиланням.'
NEW_PASSWORD_ERROR = 'Ви ввели пароль з використанням спецсимволу ";", або паролі не співпадають'