
WELCOME = 'Вітаємо на порталі {%inst_name} Сокальського підрозділу '
REG_FIELD_POPULATION_ERROR = 'Помилка. Поле {field} не заповнене або містить спецсимволи'
FIELD_HAS_SYMBOL = 'Помилка заповлнення поля. Поле не повинно містити спецсимволи'
PASSWORDS_ERROR = 'Паролі не співпадають. Повторіть реєстрацію.'
MAIL_ACTIVATION_TITLE = 'КНП ЛОР Сокаль - активація акаунту'
PASSWORD_RESET_MAIL = 'Для зміни пароля перейдіть за посиланням.'
NEW_PASSWORD_ERROR = 'Ви ввели пароль з використанням спецсимволу ";", або паролі не співпадають'

TEST_INSTRUCTION_TITLE = 'Увага!\n Прочитайте перед початком заповнення анкети\n'
TEST_INSTRUCTION_TEXT = '1. Відповіді на всі запитання є обов\'язковою. Для чоловіків винятком є блок запитань ' \
                        '"ДОДАТКОВО ДЛЯ ЖІНОК"' \
                        '2. На всі запитання надається відповідь "Так" або "Ні", ' \
                        'за виключенням необідності вказати дату' \
                        '3. Якщо запитання потребує більш розширеної відповіді, включаючи вказання дати,\n' \
                        'введіть її у поле "Ваш коментар"' \
                        '4. Заповнену анкету необхідно надіслати у центр служби крові, натиснувши кнопку ' \
                        '"Надіслати відповіді" під анкетою'